{
  "navHome": "Baş sahypa",
  "nav": {
      "about": "Biz barada",
      "services": "Hyzmatlar",
      "cranes": "Kranlarymyz",
      "projects": "Taslamalar",
      "contact": "Habarlaşyň"
  },
  "footer": {
      "contactBox": ["Ady", "Familiýasy", "E-poçta", "Habaryňyz"],
      "contacts": ["Salgymyz", "Telefon", "Email"],
      "address": "Aşgabat şäheri, Bagtyýarlyk etraby, Türkmenistanyň Gahrymany Atamyrat Nyýazow şaýoly, 174-nji jaý.",
      "nav": ["Biz barada", "Hyzmatlar", "Taslamalar", "Habarlaşyň"],
      "copyright": "2025 Erkin Hereket. Ähli hukuklar goralan.",
      "submit": "Ugrat",
      "loading": "Ugradylýar"
  },
  "errorMsg": "Hemme meýdançalary dolduryň",
  "successMsg": "Hatyňyz üstünlikli iberildi",
  "home": {
    "learnMoreBTn": "Has giňişleýin",
    "seeAll": "Ählisini gör",
    "heroTitle": "Ýurdymyzy bilelikde ýokary galdyraýly",
    "homeAboutText": "“Erkin Hereket” hojalyk jemgyýeti gurluşyk we senagat pudaklarynda ýokary hilli tehniki hyzmatlary hödürleýän kompaniýadyr. 20 ýyldan gowrak tejribämiz bilen kran kärendesinde öňdebaryjy we elýeterli hyzmatlary hödürleýäris.",
    "srollDown": "Aşak aýlaň"
  },
  "about": {
    "aboutTitle": "“Erkin hereket” hojalyk jemgyýeti gurluşyk we senagat pudagynda ýokary hilli tehniki hyzmatlary hödürleýän kärhanadyr. Dürli gurluşyk işlerinde 20 ýyldan gowrak tejribä eýe bolan kärhanamyz ýük göteriji awtokranlarynyň kärendesi boýunça öňdebaryjy we elýeterli hyzmatlary ýerine ýetirýär.",
    "counterCaptions": ["Kranlar", "Taslamalar", "Kanagatlanan müşderiler", "Iş tejribesi (ýyl)"],
    "experienceTitle": "Tejribämiz",
    "experienceDesc": "Kärhanamyz ýokary göterijilikli awtokranlarynyň kömegi bilen iri gurluşyk taslamalarynda üstünlikli işleri alyp bardy. Müşderilerimiz bilen köp ýyllaryň dowamynda hyzmatdaşlyk edip, birnäçe senagat, gurluşyk we önümçilik taslamalaryny üstünlikli ýerine ýetirdik.",
    "devPeriodTitle": "Ösüş döwrümiz",
    "devPeriodDesc": "Biziň ösüş ýolumyz tehnologiýa we innowasion täzelikler arkaly dowam edýär. Täze awtokranlar, enjamlar we ýük göteriji abzallary ulanmak arkaly ösdürilýän hyzmatlar netijesinde  iş ugurlarymyzy pugtalandyrýarys.",
    "missionTitle": "Maksadymyz",
    "missionDesc": "Biziň maksadymyz — ähli müşderilerimize howpsuz, çalt we ýokary hilli tehniki hyzmatlary bermek bilen bir hatarda, pudagyň ösüşine öz mynasyp goşandymyzy goşmakdyr.",
    "advTitle": "Artykmaçlyklar",
    "advDesc": "<grey>Biziň hyzmatlarymyzyň aýratynlygy</grey> — <red>ýokary hil kepilligi, döwrebap tehnikalar, tejribeli işgärler we müşderiler bilen aç-açan gatnaşyklarymyz.</red> Çalt hyzmat, howpsuzlyk we şahsy çemeleşme biziň esasy ýörelgelerimizdir.",
    "goalsTitle": "Geljekki ösüş ugurlary",
    "goalsDesc": "<grey>Kärhanamyz öňünde goýan maksatly meýilnamalary bilen täze ugurlarda hem kämilleşmegi nazarda tutýar</grey>. <red>Ösen tehnologiýa esaslanyp, hyzmatyň görnüşlerini</red> köpeltmek we hilini has-da ýokarlandyrmak halkara hyzmatdaşlyklarynda biziň ösüş strategiýamyzyň esasy bölegi bolup durýar."
  },
  "services": [
    {
      "title": "Awtokranlary operatory bilen birlikde kärendesine bermek",
      "desc": "Kärhanamyz dürli ýük göterijilikli (25–300 tonna) awtokranlaryny köp ýyllyk iş tejribeli ussat operatorlar bilen birlikde kärendesine berýär. Bu hyzmatlaryň çäklerinde biz müşderileriň wagtyny we serişdelerini tygşytlamaga ýardam edýäris.",
      "expandedHeight": 400
    },
    {
      "title": "Agyr gurluşlary (ýükleri) götermek we ýerinde goýmak",
      "desc": "Iri gurluşyk we önümçilik desgalary üçin agyr demir gurluşlary hem-de enjamlary götermek, ýerbe-ýer oturtmak boýunça ýöriteleşdirilen çözgütleri hödürleýäris. Bu hyzmatlary ýerine ýetirmäge biziň tejribämiz we kämil awtokranlarymyz doly derejede mümkinçilik berýär.",
      "expandedHeight": 400
    },
    {
      "title": "Buýurmalar boýunça ýörite hyzmatlar",
      "desc": "Her bir taslamanyň özboluşlylygy, çylşyrymlylygy bar. Şonuň üçin biz müşderileriň aýratyn buýurmalaryna laýyklykda meýilleşdirilen, şahsylaşdyrylan tehniki çözgütleri hödürleýäris. Bu biziň taslamany wagtynda ýetişdirmäge edýän goşandymyzyň aýdyň subutnamasydyr.",
      "expandedHeight": 400
    },
    {
      "title": "Awtokranlaryň işe giriziliş we ulanylyş aýratynlyklary",
      "desc": "Kärhanamyz dürli ýük göterijilik kuwwatlyklaryna eýe bolan awtokranlaryň kömegi bilen, gurluşyk we senagat işlerinde ýokary hilli hyzmatlary hödürleýär. Aşakda dürli kysymdaky awtokranlaryň aýratynlyklary we ulanylyş maglumatlary görkezilýär.",
      "expandedHeight": 400
    }
  ],
  "cranes":[
      {
        "title": "XCMG QY25K-1",
        "maxLift": ["Iň ýokary ýük göterijilik ukyby:", "25 tonna"],
        "boomLen": ["Okunyň uzynlygy:", "39.5 m"],
        "jibExt": ["Okunyň ujundaky goşmaça okuň uzynlygy:", "8.3 m"]
      },
      {
        "title": "FAUN RTF-30",
        "maxLift": ["Iň ýokary ýük göterijilik ukyby:", "30 tonna"],
        "boomLen": ["Okunyň uzynlygy:", "28 m"],
        "jibExt": ["Okunyň ujundaky goşmaça okuň uzynlygy:", "8.0 m"]
      },
      {
        "title": "KATO KA400E",
        "maxLift": ["Iň ýokary ýük göterijilik ukyby:", "40 tonna"],
        "boomLen": ["Okunyň uzynlygy:", "34.4 m"],
        "jibExt": ["Okunyň ujundaky goşmaça okuň uzynlygy:", "9.2 m"]
      },
      {
        "title": "XCMG QY50KA",
        "maxLift": ["Iň ýokary ýük göterijilik ukyby:", "50 tonna"],
        "boomLen": ["Okunyň uzynlygy:", "42.7 m"],
        "jibExt": ["Okunyň ujundaky goşmaça okuň uzynlygy:", "15.0 m"]
      },
      {
        "title": "FAUN ATF60-4",
        "maxLift": ["Iň ýokary ýük göterijilik ukyby:", "60 tonna"],
        "boomLen": ["Okunyň uzynlygy:", "40.2 m"],
        "jibExt": ["Okunyň ujundaky goşmaça okuň uzynlygy:", "16.0 m"]
      },
      {
        "title": "LIEBHERR LTM1070/1",
        "maxLift": ["Iň ýokary ýük göterijilik ukyby:", "70 tonna"],
        "boomLen": ["Okunyň uzynlygy:", "42.0 m"],
        "jibExt": ["Okunyň ujundaky goşmaça okuň uzynlygy:", "18.0 m"]
      },
      {
        "title": "LIEBHERR LTM1100-4.2",
        "maxLift": ["Iň ýokary ýük göterijilik ukyby:", "100 tonna"],
        "boomLen": ["Okunyň uzynlygy:", "60.0 m"],
        "jibExt": ["Okunyň ujundaky goşmaça okuň uzynlygy:", "19.0 m"]
      },
      {
        "title": "LIEBHERR LTM1300/1",
        "maxLift": ["Iň ýokary ýük göterijilik ukyby:", "300 tonna"],
        "boomLen": ["Okunyň uzynlygy:", "60 m"],
        "jibExt": ["Okunyň ujundaky goşmaça okuň uzynlygy:", "42.0 m"]
      }
  ],
  "projects": [
    {
      "title": "Çylşyrymly gurluşyk taslamalary",
      "desc": "Türkmenistanyň dürli künjeklerinde amala aşyrylan iri gurluşyk taslamalaryna goşan goşantlarymyz biziň tejribämizi we mümkinçiliklerimizi görkezýär. Awtokranlarymyzyň kömegi bilen desgalaryň gurluşygyna öz wagtynda we ýokary hilli gatnaşdyk."
    },
    {
      "title": "Senagat we önümçilik taslamalary",
      "desc": "Energetika, önümçilik we beýleki senagat desgalarynda tehnikalarymyzyň giň gerimli ulanylmagy, “Erkin hereket” hojalyk jemgyýetimiziň bu ugurda ýokary derejesini tassyklaýar."
    },
    {
      "title": "Kärhanalar bilen hyzmatdaşlyklar",
      "desc": "Biz iri hususy hem-de döwlet kärhanalary bilen uzak möhletleýin hyzmatdaşlyk saklaýarys. Muňa mysal hökmünde ýurdumyzda hereket edýän Türkiýäniň “Rönesans Endüstri Tegisleri Inşaat Sanai we Tijaret A.Ş.” kompaniýasyny, Türkiýäniň “Çalik Enerji Sanai we Tijaret A.Ş.” kompaniýasyny, Ukrainanyň “Interbudmontaž” kompaniýasyny, “Rysgally zähmet” hususy kärhanasyny we beýlekileri görkezmek bolar."
    }
  ]
}
